"%@ already exists. Replace?" = "%@ 已存在。是否取代？";
"/ %@" = "/ %@";
"/Library/Input Methods/Fcitx5.app" = "/Library/Input Methods/Fcitx5.app";
"3rd-party source code" = "第三方原始碼";
"?" = "?";
"\"%@\" notification is disabled" = "「%@」通知已停用";
"About Fcitx5 macOS" = "關於 Fcitx5 macOS";
"Add" = "新增";
"Add an empty group" = "新增空白群組";
"Add group" = "新增群組";
"Add input methods" = "新增輸入法";
"Add item" = "新增項目";
"Addon Config" = "附加元件設定";
"Advanced" = "進階";
"All phrases are imported" = "已匯入全部片語";
"All plugins are up to date" = "所有外掛均為最新";
"Alpha (0-255)" = "透明度 (0-255)";
"Amharic" = "阿姆哈拉文";
"and" = "和";
"Arabic" = "阿拉伯文";
"Are you sure to uninstall selected plugins?" = "您確定要解除安裝選取的外掛程式嗎？";
"Are you sure to uninstall?" = "您確定要解除安裝嗎？";
"Available" = "可用";
"Cancel" = "取消";
"Cannot show config for %@: %@" = "無法顯示 %1$@ 的設定：%2$@";
"Check update" = "檢查更新";
"Checking" = "正在檢查";
"Chinese" = "中文";
"Clear all data" = "清空全部資料";
"Clear user data" = "清空使用者資料";
"Cleared" = "已清空";
"Click or drag %@ file here" = "點擊或拖拽 %@ 檔案至此";
"Click or drag image file here" = "點擊或拖拽圖片檔案至此";
"Click or drag theme file (.conf) here" = "點擊或拖拽主題檔案 (.conf) 至此";
"Click or drag to this area" = "點擊或拖曳到此區域";
"Click to record" = "點擊錄製";
"Close" = "關閉";
"Config" = "設定";
"Copy" = "拷貝";
"Create" = "建立";
"Current keyboard layout: %@" = "目前鍵盤配置：%@";
"Custom Phrase" = "自訂片語";
"Cut" = "剪下";
"Data" = "資料";
"Data manager" = "資料管理";
"Debug" = "Debug";
"Default" = "預設";
"Developed by" = "開發者";
"Disable" = "停用";
"Done" = "完成";
"Download failed" = "下載失敗";
"Edit" = "編輯";
"Enable" = "啟用";
"English" = "英語";
"Error" = "錯誤";
"Export data to …" = "將資料匯出至…";
"Export failed" = "匯出失敗";
"Export succeeded" = "匯出成功";
"Failed to check update" = "檢查更新失敗";
"Failed to convert txt table(s): %@" = "轉換文字碼表失敗：%@";
"Failed to copy Squirrel files" = "匯入鼠鬚管檔案失敗";
"Failed to create" = "建立失敗";
"Failed to import %@ dict(s)" = "匯入 %1$@ 個辭典失敗";
"Failed to remove" = "刪除失敗";
"Failed to save" = "儲存失敗";
"Fcitx5 Android" = "小企鵝 Android 版";
"Fcitx5 Android/macOS" = "小企鵝 Android/macOS 版";
"Fcitx5 is up to date" = "小企鵝已是最新";
"Fcitx5 macOS" = "小企鵝 macOS 版";
"Fcitx5 will auto restart if needed." = "小企鵝將於需要時自動重新啟動。";
"Fcitx5 will auto restart." = "小企鵝將自動重新啟動。";
"Files with the same name will be overridden." = "同名檔案將被覆蓋。";
"Follow App background (Liquid Glass)" = "跟隨應用程式背景（液態玻璃）";
"Font family" = "字型家族";
"Generic" = "通用";
"Generic font families" = "通用字型家族";
"Global Config" = "全域設定";
"Group name" = "群組名稱";
"Hamster" = "Hamster";
"Hide" = "隱藏";
"https:// or data:image/png;base64," = "https:// 或 data:image/png;base64,";
"Import" = "匯入";
"Import customized table" = "匯入自訂碼表";
"Import data from …" = "從…匯入資料";
"Import dictionaries" = "匯入辭典";
"Import native custom phrases" = "匯入原生自訂片語";
"Import succeeded" = "匯入成功";
"Imported %@ phrase(s)" = "已匯入 %1$@ 條片語";
"Include Rime user directory in backup file?" = "備份檔案中是否包括 Rime 使用者目錄？";
"Input Methods" = "輸入法";
"Install" = "安裝";
"Install failed" = "安裝失敗";
"Install manually" = "手動安裝";
"Installed" = "已安裝";
"Invalid file name" = "無效的檔案名稱";
"Invalid regular expression" = "無效的正則表達式";
"Invalid zip" = "無效的 zip";
"Items failed to import:" = "匯入失敗的項目：";
"Japanese" = "日語";
"Keyboard layout not available" = "無法使用鍵盤佈局";
"Keyword" = "關鍵字";
"Korean" = "韓語";
"Latest (unstable) version available" = "可更新至最新（不穩定）版";
"Licensed under" = "授權條款";
"Local" = "本機";
"Local Squirrel" = "本機的鼠鬚管";
"Malayalam" = "馬拉雅拉姆文";
"Maybe later" = "以後再說";
"Name" = "名稱";
"New file" = "新增檔案";
"No" = "否";
"No files selected" = "未選擇檔案";
"OK" = "好";
"Only show current language" = "只顯示目前語言";
"Open dictionary directory" = "開啟辭典目錄";
"Open directory" = "開啟目錄";
"Open in editor" = "在編輯器中開啟";
"Order" = "順序";
"Other" = "其他";
"Paste" = "貼上";
"Phrase" = "片語";
"Pinyin Dictionaries" = "拼音辭典";
"Pinyin user data" = "拼音使用者資料";
"Please update Fcitx5 in \"About\" first" = "請先在「關於」中更新小企鵝";
"Plugin Manager" = "外掛管理器";
"Preview" = "預覽";
"Quick Phrase" = "快速輸入";
"Reload" = "重新載入";
"Reloaded" = "已重新載入";
"Remove" = "刪除";
"Remove dictionaries" = "刪除辭典";
"Remove items" = "刪除項目";
"Rename" = "重新命名";
"Rename group" = "重新命名群組";
"Reset current page. To reset a single item/group, right click on its label." = "重設目前頁面。要重設單獨某項/群組，可在其標籤上按右鍵。";
"Reset to default" = "重設為預設值";
"Restart" = "重新啟動";
"Restart process to load new fonts" = "重啟進程以載入新字體";
"Right click to reset this group" = "按右鍵以重設此群組";
"Right click to reset this item" = "按右鍵以重設此項目";
"Rime binaries" = "Rime 執行檔";
"Rime config" = "Rime 設定";
"Rime user data" = "Rime 使用者資料";
"Russian" = "俄文";
"Save" = "儲存";
"Saved" = "已儲存";
"Search" = "搜尋";
"Select" = "選擇";
"Select a language from the left list." = "從左側列表中選擇一種語言。";
"Select All" = "全選";
"Select an input method from the side bar." = "從側邊欄中選擇一種輸入法。";
"Select App" = "選擇應用程式";
"Select font" = "選擇字型";
"Select image" = "選擇圖片";
"Select/Import CSS" = "選擇/匯入 CSS";
"Select/Import theme" = "選擇/匯入主題";
"Selected %@ file(s)" = "已選擇 %@ 個檔案";
"Set keyboard layout of group" = "設定群組的鍵盤配置";
"Set keyboard layout of input method" = "設定輸入法的鍵盤配置";
"Show keyboard layout" = "顯示鍵盤佈局";
"Sinhala" = "僧伽羅語";
"Sogou Cell Dictionary" = "搜狗細胞詞庫";
"Status bar is hidden" = "狀態列已隱藏";
"Switch to Debug" = "切換至 Debug 版";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "僅當小企鵝當機且您願意協助除錯時才應切換至 Debug 版。";
"Switch to Release" = "切換回正式版";
"Table" = "碼表";
"Table config: *.conf or *.conf.in" = "碼表設定：*.conf 或 *.conf.in";
"Table data: *.dict or *.txt" = "碼表資料：*.dict 或 *.txt";
"Tamil" = "坦米爾文";
"Thai" = "泰語";
"Theme Editor" = "主題編輯器";
"Theme name" = "主題名稱";
"Toggle input method" = "切換輸入法";
"Toggle Sidebar" = "切換側邊欄";
"Toggle the visibility of the sidebar" = "切換側邊欄是否可見";
"Type here to preview style" = "在此輸入以預覽樣式";
"Ukrainian" = "烏克蘭文";
"Uninstall" = "解除安裝";
"Uninstall and keep user data" = "解除安裝並保留使用者資料";
"Uninstall failed, you may need to manually remove" = "解除安裝失敗，您可能需要手動刪除";
"Unknown - %@" = "未知 - %@";
"Unsupported config" = "不支援的設定";
"Unsupported option type %@" = "不支援的選項類型 %@";
"Update" = "更新";
"Update available" = "可更新";
"Update now" = "立即更新";
"uses" = "使用";
"Version %@ available" = "可更新至 %@ 版";
"Vietnamese" = "越南語";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "當啟用液態玻璃時，主題會跟隨應用程式背景，這與內建輸入法的行為相同。\n若要設定固定的亮／暗主題，請將「背景 → 模糊」設為「無」或「模糊」。";
"Yes" = "是";
"You may re-enable it in Advanced → macOS Frontend." = "請至「進階 → macOS 前端」重新啟用。";
"You may re-enable it in Advanced → macOS Notification." = "請至「進階 → macOS 通知」重新啟用。";
"Your system version is no longer supported" = "您的系統版本已不再支援";
"~/.config/fcitx5" = "~/.config/fcitx5";
"~/.local/share/fcitx5" = "~/.local/share/fcitx5";
"~/Library/fcitx5" = "~/Library/fcitx5";
